{"rank": 1, "pic_url": "https://p1.meituan.net/movie/20803f59291c47e1e116c11963ce019e68711.jpg@160w_220h_1e_1c", "name": "霸王别姬", "actors": "主演：张国荣,张丰毅,巩俐", "time": "上映时间：1993-01-01", "intro": "影片借一出《霸王别姬》的京戏，牵扯出三个人之间一段随时代风云变幻的爱恨情仇。段小楼（张丰毅 饰）与程蝶衣（张国荣 饰）是一对打小一起长大的师兄弟，两人一个演生，一个饰旦，一向配合天衣无缝，尤其一出《霸王别姬》，更是誉满京城，为此，两人约定合演一辈子《霸王别姬》。但两人对戏剧与人生关系的理解有本质不同，段小楼深知戏非人生，程蝶衣则是人戏不分。段小楼在认为该成家立业之时迎娶了名妓菊仙（巩俐 饰），致使程蝶衣认定菊仙是可耻的第三者，使段小楼做了叛徒，自此，三人围绕一出《霸王别姬》生出的爱恨情仇战开始随着时代风云的变迁不断升级，终酿成悲剧。", "site": "中国大陆,中国香港\n          / 171分钟"}
{"rank": 9, "pic_url": "https://p1.meituan.net/movie/ba1ed511668402605ed369350ab779d6319397.jpg@160w_220h_1e_1c", "name": "天空之城", "actors": "主演：寺田农,鹫尾真知子,龟山助清", "time": "上映时间：1992-05-01", "intro": "古老帝国拉比达是一座漂浮在空中的巨大的机器岛，传说那里已经无人居住，蕴藏着巨大的财富。因此，无论军方还是海盗，都在找寻着这座传说中的飞行岛。矿工帕克这天偶遇拉达比继承人希达，两人一见如故。因为希达身上有找寻拉比达帝国的重要物件飞行石，军方和海盗两帮人马都在追杀希达。帕克带着希达一起逃亡，最终都没有逃出军方的手中，希达被军队掳走了。为救朋友，帕克只能选择与海盗合作。帕克与海盗成功救出了希达，同时，他们也发现了军方的邪恶计划。为了阻止军方邪恶计划的实施，他们和海盗一起踏上了寻找拉比达之旅。", "site": "日本\n          / 125分钟"}
{"rank": 12, "pic_url": "https://p1.meituan.net/movie/6bc004d57358ee6875faa5e9a1239140128550.jpg@160w_220h_1e_1c", "name": "音乐之声", "actors": "主演：朱莉·安德鲁斯,克里斯托弗·普卢默,埃琳诺·帕克", "time": "上映时间：1965-03-02(美国)", "intro": "玛利亚（朱丽·安德鲁斯 饰）是一个年轻活泼的修女，喜欢在大自然下高声歌唱，所以她常常忘记了修道院里的规矩。院长认为玛利亚并不属于规矩严格的修道院。院长与众嬷嬷商量后，决定安排玛利亚到一位名叫特拉普（克里斯托弗·普卢默 饰）上校家当家庭教师。上校的妻子去世多年，留下7个孩子，他要求对孩子严格管教。他告诉玛利亚在他家的家庭教师都做不长久，都是因为孩子的恶作剧。玛利亚果然也遭到了恶作剧，可是这位善良的老师并没有告诉他们的父亲，而是像个母亲一样照顾孩子，很快跟孩子打成一片。上校也渐渐在玛利亚的引导下改变了对孩子们的态度。上校与玛利亚之间发生了感情，他们完婚后回到了已被纳粹占领的奥地利，上校并不想为纳粹办事，一家人准备逃跑……", "site": "美国\n          / 174分钟"}
{"rank": 11, "pic_url": "https://p1.meituan.net/movie/18e3191039d5e71562477659301f04aa61905.jpg@160w_220h_1e_1c", "name": "喜剧之王", "actors": "主演：周星驰,莫文蔚,张柏芝", "time": "上映时间：1999-02-13(中国香港)", "intro": "尹天仇（周星驰 饰）一直醉心戏剧，想成为一名演员，平时除了做跑龙套以外，还会在街坊福利会里开设演员训练班。此时舞小姐柳飘飘在妈妈桑的带领下来到这里要求学做戏，原来柳飘飘有一段非常不愉快的经历，在尹天仇对她指导的过程中，柳飘飘对尹天仇渐生情愫，同时她也成为了夜总会里当红的小姐。尹天仇受到了极多白眼之后，终于得到了大明星鹃姐（莫文蔚 饰）的赏识，提携他担演新戏中的男主角，但没想到突然把他的角色换掉了，令他失望不已。在片场当场务的卧底警员（吴孟达 饰）身份被识穿，尹天仇阴差阳错的帮忙破了案。之后尹天仇继续活跃在街坊福利会的演员训练班里。", "site": "中国香港\n          / 85分钟"}
{"rank": 15, "pic_url": "https://p1.meituan.net/movie/6a964e9cee699267053bd6a4bf6f2671195394.jpg@160w_220h_1e_1c", "name": "剪刀手爱德华", "actors": "主演：约翰尼·德普,薇诺娜·瑞德,黛安·韦斯特", "time": "上映时间：1990-12-06(美国)", "intro": "影片讲述了一个有着剪刀手的机器人爱上人类女孩的故事。发明家（文森特·普莱斯 饰）制造了机器人爱德华（约翰尼·德普 饰），爱德华具备人类的一切肉体和精神功能，但发明家还没来得及为爱德华装上双手就去世了，只留下一双异于常人的剪刀手。发明家死后爱德华独居古堡中，化妆品推销员佩格（黛安娜·维斯特 饰）发现了这个少年，出于对爱德华处境的同情，把他带回了家。爱德华很快以灵巧异常的剪刀手和温和的性格博得了人们的欢迎。佩格的女儿金（薇诺娜·瑞德 饰）也逐渐爱上了爱德华。但是各种意想不到的麻烦也纷至沓来，爱德华和金最终能走到一起吗？", "site": "美国\n          / 105分钟"}
{"rank": 19, "pic_url": "https://p1.meituan.net/movie/aacb9ed2a6601bfe515ef0970add1715623792.jpg@160w_220h_1e_1c", "name": "哈利·波特与魔法石", "actors": "主演：丹尼尔·雷德克里夫,鲁伯特·格林特,艾玛·沃特森", "time": "上映时间：2002-01-26", "intro": "哈利波特是一个孤儿，从小寄养在姨妈家，受尽欺凌。但就在哈利11岁生日的时候，他意外收到了霍格沃茨学院的入学通知书。哈利从该学院派来接他的巨人海格口中得知，这是一间魔法学院，并得知了自己的身世，原来哈利的父母都是伟大的魔法师，在对付伏地魔的战斗中双双献身，唯有哈利幸免于难。哈利进入霍格沃茨后，表现出了超乎想象的飞行天赋，得到麦格教授的推荐进入了格兰芬多的魁地奇球队。另一方面，哈利发现霍格沃茨学院内有一股黑暗势力似乎在暗暗滋长，揭开谜团的关键就在有凶恶的三头犬守护的房间内。哈利、罗恩和赫敏三个好朋友决定探个究竟。", "site": "美国,英国\n          / 152分钟"}
{"rank": 43, "pic_url": "https://p0.meituan.net/movie/df15efd261060d3094a73ef679888d4f238149.jpg@160w_220h_1e_1c", "name": "十二怒汉", "actors": "主演：亨利·方达,李·科布,马丁·鲍尔萨姆", "time": "上映时间：1957-04-13(美国)", "intro": "一个在贫民窟长大的18岁少年因为杀害自己的父亲被告上法庭，证人言之凿凿，各方面的证据都对他极为不利。十二个不同职业的人组成了这个案件的陪审团，他们要在休息室达成一致的意见，裁定少年是否有罪，如果罪名成立，少年将会被判处死刑。十二个陪审团成员各有不同，除了8号陪审员（亨利·方达 饰）之外，其他人对这个犯罪证据如此明确的案子不屑一顾，还没有开始讨论就认定了少年有罪。8号陪审员提出了自己的“合理疑点”，耐心地说服其他的陪审员，不断进行案件重演，在这个过程中，他们每个人不同的人生观也在冲突和较量……", "site": "美国\n          / 96分钟"}
{"rank": 54, "pic_url": "https://p1.meituan.net/movie/ca4a128a5a54d5b5e35ceba622636c831810197.jpg@160w_220h_1e_1c", "name": "三傻大闹宝莱坞", "actors": "主演：阿米尔·汗,黄渤,卡琳娜·卡普", "time": "上映时间：2011-12-08", "intro": "本片根据印度畅销书作家奇坦·巴哈特（Chetan Bhagat）的处女作小说《五点人》（Five Point Someone）改编而成。法兰（马德哈万 R Madhavan 饰）、拉杜（沙曼·乔希 Sharman Joshi 饰）与兰乔（阿米尔·汗 Aamir Khan 饰）是皇家工程学院的学生，三人共居一室，结为好友。在以严格著称的学院里，兰乔是个非常与众不同的学生，他不死记硬背，甚至还公然顶撞校长“病毒”（波曼·伊拉尼 Boman Irani 饰），质疑他的教学方法。他不仅鼓动法兰与拉杜去勇敢追寻理想，还劝说校长的二女儿碧雅（卡琳娜·卡普 Kareena Kapoor 饰）离开满眼铜臭的未婚夫。兰乔的特立独行引起了模范学生“消音器”（奥米·维嘉 Omi Vaidya 饰）的不满，他约定十年后再与兰乔一决高下，看哪种生活方式更能取得成功。 本片获孟买电影博览奖最佳影片、最佳导演、最佳配角（波曼·伊拉尼）、最佳剧本等六项大奖，并获国际印度电影协会最佳影片、最佳导演、最佳剧情、最佳摄影等十六项大奖。", "site": "印度\n          / 171分钟"}
{"rank": 58, "pic_url": "https://p0.meituan.net/movie/34998e31c6d07475f1add6b8b16fd21d192579.jpg@160w_220h_1e_1c", "name": "少年派的奇幻漂流", "actors": "主演：苏拉·沙玛,伊尔凡·可汗,塔布", "time": "上映时间：2012-11-22", "intro": "故事开始于蒙特娄，也结束于蒙特娄。一名在找寻灵感的作家（拉菲·斯波 饰）无意间得知派·帕帖尔（伊尔凡·可汗 饰）的传奇故事。派的父亲（阿迪尔·胡山 饰）开了一家动物园。因这样特殊的生活环境，少年派（苏拉·沙玛 饰 ）对信仰与人的本性自有一套看法。在派17岁那一年，他的父母决定举家移民加拿大以追求更好的生活，而他也必须离开他的初恋情人。在前往加拿大的船上，他们遇见一位残忍成性的法国厨师（杰拉尔·德帕迪约 饰）。当天深夜在茫茫大海中，原本令派感到刺激无比的暴风雨一瞬间就成了吞噬货船的大灾难。派却奇迹般地活了下来，搭着救生船在太平洋上漂流，而且有一名最令人意想不到的同伴——理查德·帕克，一只孟加拉老虎。神奇的冒险旅程就这样意外开始了……", "site": "美国,中国台湾,英国,加拿大\n          / 127分钟"}
{"rank": 67, "pic_url": "https://p1.meituan.net/movie/484171372de45945e8bbbcc97db57e09136701.jpg@160w_220h_1e_1c", "name": "钢琴家", "actors": "主演：艾德里安·布洛迪,艾米莉娅·福克斯,米哈乌·热布罗夫斯基", "time": "上映时间：2002-09-25(法国)", "intro": "史标曼（艾德里安·布洛迪 饰）是波兰一家电台的钢琴师。二战即将爆发之时，他们全家被迫被赶进华沙的犹太区。在战争的颠沛流离中，家人和亲戚最终被纳粹杀害，而标曼本人也受尽种种羞辱和折磨，他侥幸得到一位朋友的帮助，暂时有了藏身之处。战争愈加猛烈，朋友不得不抛下 他回老家寻得安全的住所养育儿女。此时史标曼恶病缠身，却还要在搜捕中逃亡。在废墟的阁楼上他遇见了一名德国军官，在军官的要求下他弹奏了钢琴曲。美妙的琴声令德国军官萌发了恻隐之心，他暗暗帮助标曼直到俄军对波兰的解放到来……", "site": "法国,德国,英国,波兰\n          / 150分钟"}
{"rank": 80, "pic_url": "https://p1.meituan.net/movie/d5970e36c8868a4b746c80f3b3f8a404174615.jpg@160w_220h_1e_1c", "name": "穿条纹睡衣的男孩", "actors": "主演：阿沙·巴特菲尔德,维拉·法梅加,大卫·休里斯", "time": "上映时间：2008-09-12(英国)", "intro": "八岁男孩布鲁诺（阿萨·巴特菲尔德 饰）一家随着纳粹军官父亲的一纸调令，由柏林搬迁到了乡下。失去了朋友们的布鲁诺很快对新家附近的“农庄”产生了兴趣，那里有一群身穿“条纹睡衣”的人终日忙碌，并且其中一个为布鲁诺一家服务，他形容肮脏，态度慎微。周遭环境和布鲁诺的举止让母亲暗暗担忧，但纳粹父亲制止家中任何怀疑既定政策的行为。布鲁诺偷偷结识了铁丝网另一边的同龄男孩施穆尔，并时常带给他食物吃。在紧张的家庭氛围和姐姐向成人世界的变化中，施穆尔是布鲁诺惟一的朋友。某日布鲁诺决定，去铁丝网的另一边，以便见到施穆尔的父亲……", "site": "英国,美国\n          / 94分钟"}
{"rank": 81, "pic_url": "https://p0.meituan.net/movie/4abc8c932cfacfc0089e2883765d02d1295222.jpg@160w_220h_1e_1c", "name": "时空恋旅人", "actors": "主演：瑞秋·麦克亚当斯,多姆纳尔·格里森,比尔·奈伊", "time": "上映时间：2013-09-04(英国)", "intro": "蒂姆（多姆纳尔·格利森 饰）21岁了，他的老爸（比尔·奈伊 饰）告诉他，他们家族的男人都有时光旅行的超能力，可以回到过去。于是蒂姆将信就疑地试了一下，回到了夏天，在那里他试图改变和暗恋对象的关系，却发现怎么穿越时空都不能让不爱你的人爱上你。之后蒂姆来到了伦敦，成为了一个律师。他爱上了一个漂亮的姑娘玛丽（瑞秋·麦克亚当斯 饰），他通过几次时空旅行，努力地想成为玛丽的男朋友。再后来，他又试图通过时光旅行，去挽回一场失败的话剧，去改善妹妹的生活，去更好地和亲人、朋友相处，度过生命中的每一天。", "site": "英国\n          / 123分钟"}
{"rank": 93, "pic_url": "https://p0.meituan.net/movie/885fc379c614a2b4175587b95ac98eb95045650.jpg@160w_220h_1e_1c", "name": "阿飞正传", "actors": "主演：张国荣,张曼玉,刘德华", "time": "上映时间：2018-06-25", "intro": "英俊不凡的旭仔阿飞是上海移民，他从未见过生母，自小由养母养大，因此长大后他对生命中遇到的每一个女人都冷酷无情。放荡不羁的他先后与南华体育会售票员苏丽珍和舞女咪咪同居，但后来又相继抛弃了她们。旭仔从养母处得知，自己原是混着西班牙和菲律宾贵族血统的私生子旭仔决要找到生母，为此他只身前往菲律宾，可是生母拒见，带着怨恨离开。旭仔在离开香港前，将车子给予歪仔。咪咪发现旭仔走了，问歪仔知不知道他在那里，歪仔告诉她旭仔去了菲律宾，并将旭仔的车子卖掉，将钱给她去菲律宾找旭仔。一直暗恋苏丽珍的警察超仔目睹了苏丽珍与旭仔的决裂，并在母亲死后，决定改行去跑船。超仔在菲律宾唐人街又遇上了旭仔，不过他假装自己不认识他。不久，旭仔因为买卖假护照而在一场殴斗中身负重伤，超仔问他记不记得某年4月16日下午3时他在做什么，旭仔说要记得的他永远记得，但是他叫超仔告诉苏丽珍他已经不记得了。最后他守着死在一列异国火车上的旭仔。在这同时，另一个阿飞精心打理自己准备出门，继续上演着无脚鸟的故事 。", "site": "中国香港\n          / 94分钟"}
{"rank": 96, "pic_url": "https://p1.meituan.net/movie/ed50b58bf636d207c56989872a91f4cf305138.jpg@160w_220h_1e_1c", "name": "我爱你", "actors": "主演：宋在浩,李顺才,尹秀晶", "time": "上映时间：2011-02-17(韩国)", "intro": "飘雪的坡道上，送牛奶的老头子金万皙（李顺载 饰）邂逅了收废品的老太太宋怡芬（尹秀晶 饰）。他们的前半生各自背负着艰辛的人生：万皙年轻时我行我素，直到妻子病逝才深觉愧疚；怡芬被心爱的男人抛弃在城市角落，孩子夭折后至老未嫁。两位老人在每天凌晨寂静的街道上相遇，孤独而苦难的生活令他们渐渐靠近。在万皙孙女妍儿（宋智孝 饰）的穿针引线下，如初恋般的悸动萌发在了彼此心中。万皙的朋友、停车场管理员张军峰（宋在河 饰）一直耐心的看护着患有老年痴呆症的老伴。直到有一天，军峰得知老伴已患绝症。目睹她一次次痛苦病发，心如刀绞的军峰做出了悲伤的决定……", "site": "韩国\n          / 118分钟"}
